Repository: maemo-leste-translations/osso-clock-l10n
Catalog: po/*.po
Languages: ar, be_by, bg_bg, cy, el_gr, fa, it_it, ko, pa

# cloc_alarm_settings_title
source: Alarm settings
ar: إعدادات المنبه
be_by: Налады будзільніка
bg_bg: Настройки за алармата
cy: Gosodiadau larwm
el_gr: Ρυθμίσεις ειδοποίησης
fa: تظیمات هشدار
it_it: Impostazioni dell'allarme
ko: 알람 설정
pa: ਅਲਾਰਮ ਸੈਟਿੰਗ

# cloc_ap_name
source: Clock
ar: الساعة
be_by: Гадзіннік
bg_bg: Часовник
cy: Cloc
el_gr: Ρολόι
fa: ساعت
it_it: Orologio
ko: 시계
pa: ਘੜੀ

# cloc_ap_name_short
source: Clock
ar: الساعة
be_by: Гадзіннік
bg_bg: Часовник
cy: Cloc
el_gr: Ρολόι
fa: ساعت
it_it: Orologio
ko: 시계
pa: ਘੜੀ

# cloc_bd_alarm_notification_snooze
source: Snooze
ar: غفوة
be_by: Адкласці
bg_bg: Отлагане
cy: Cysgu
el_gr: Αναβολή
fa: وقفه
it_it: Ripeti
ko: 스누즈
pa: ਟਾਲੋ

# cloc_bd_stop
source: Stop
ar: إيقاف
be_by: Спыніць
bg_bg: Спиране
cy: Atal
el_gr: Διακοπή
fa: توقف
it_it: Interrompi
ko: 중지
pa: ਰੋਕੋ

# cloc_bd_view
source: View
ar: إظهار
be_by: Выгляд
bg_bg: Преглед
cy: Gweld
el_gr: Προβολή
fa: دیدن
it_it: Visualizza
ko: 보기
pa: ਵੇਖੋ

# cloc_fi_active
source: Alarm active
ar: تنبيه مفعل
be_by: Будзільнік актыўны
bg_bg: Алармата е активна
cy: Larwm yn weithredol
el_gr: Ενεργοποίηση ειδοποίησης
fa: هشدار فعال شد
it_it: Attiva l'allarme
ko: 알람 활성화
pa: ਅਲਾਰਮ ਚਾਲੂ

# cloc_fi_in_this_timezone
source: In this time zone
ar: بالتوقيت المنطقة
be_by: У гэтым часавым поясе
bg_bg: в тази часова зона
cy: Yn y parth amser yma
el_gr: Σε αυτή τη ζώνη ώρας
fa: در این منطقه‌ی زمانی
it_it: In questo fuso orario
pa: ਇਸ ਸਮਾਂ ਖੇਤਰ ਵਿੱਚ

# cloc_fi_local_time
source: Local time
ar: الوقت المحلي
be_by: Мясцовы час
bg_bg: Местно време
cy: Amser lleol
el_gr: Τοπική ώρα
fa: زمان محلی
it_it: Orario locale
ko: 현지 시간
pa: ਲੋਕਲ ਸਮਾਂ

# cloc_fi_no_matches
source: No matches
ar: لايوجد تقارب
be_by: Няма супадзенняў
bg_bg: Няма съответствие
cy: Dim yn cydweddu
el_gr: Δεν υπάρχουν αντιστοιχίες
fa: نتیجه‌ای نداشت
it_it: Nessuna corrispondenza
ko: 찾을 수 없음
pa: ਮਿਲਦਾ ਨਹੀਂ

# cloc_fi_power_up_note_description
source: Switch on device?
ar: تشغيل الجهاز ؟
be_by: Уключыць дэвайс?
bg_bg: Желаете ли да се включи устройството?
cy: Troi'r dyfais ymlaen?
el_gr: Ενεργοποίηση συσκευής;
fa: دستگاه روشن شود؟
it_it: Accendere il dispositivo?
ko: 장치를 켜시겠습니까?
pa: ਜੰਤਰ ਚਾਲੂ ਕਰਨਾ ਹੈ?

# cloc_fi_remote_time
source: Remote time
ar: التوقيت البعيد
be_by: Аддалены час
bg_bg: Отдалечено време
cy: Amser pell
el_gr: Απομακρυσμένη ώρα
fa: کنترل زمان
it_it: Orario remoto
ko: 해당지역 시간
pa: ਰਿਮੋਟ ਸਮਾਂ

# cloc_fi_repeat
source: Repeat
ar: التكرار
be_by: Паўтор
bg_bg: Повторение
cy: Ailadrodd
el_gr: Επανάληψη
fa: تکرار
it_it: Ripetizione
ko: 반복
pa: ਦੁਹਰਾਉ

# cloc_fi_set_alarm_tone1
source: Clock alarm 1
ar: المنبة الأول
be_by: Сігнал будзільніка 1
bg_bg: Аларма 1
cy: Larwm cloc 1
el_gr: Τύπος ειδοποίησης 1
fa: هشدار اول زنگ
it_it: Allarme orologio 1
ko: 시계 알람 1
pa: ਘੜੀ ਅਲਾਰਮ ੧

# cloc_fi_set_alarm_tone2
source: Clock alarm 2
ar: النبة الثاني
be_by: Сігнал будзільніка 2
bg_bg: Аларма 2
cy: Larwm cloc 2
el_gr: Τύπος ειδοποίησης 2
fa: هشدار دوم زنگ
it_it: Allarme orologio 2
ko: 시계 알람 2
pa: ਘੜੀ ਅਲਾਰਮ ੨

# cloc_fi_set_alarm_tone3
source: Clock alarm 3
ar: المنبه الثالث
be_by: Сігнал будзільніка 3
bg_bg: Аларма 3
cy: Larwm cloc 3
el_gr: Τύπος ειδοποίησης 3
fa: هشدار سوم زنگ
it_it: Allarme orologio 3
ko: 시계 알람 3
pa: ਘੜੀ ਅਲਾਰਮ ੩

# cloc_fi_time
source: Time
ar: الوقت
be_by: Час
bg_bg: Време
cy: Amser
el_gr: Χρόνος
fa: زمان
it_it: Ora
ko: 시간
pa: ਸਮਾਂ

# cloc_fi_time_difference
source: Time difference
ar: فارق التوقيت
be_by: Розніца ў часе
bg_bg: Часова разлика
cy: Gwahaniaeth amser
el_gr: Διαφορά ώρας
fa: اختلاف زمانی
it_it: Differenza oraria
ko: 시간 차이
pa: ਸਮਾਂ ਅੰਤਰ

# cloc_ia_choose_time_zone
source: Choose time zone
ar: أختر توقيت المنطقة
be_by: Абярыце часавы пояс
bg_bg: Изберете часовата зона
cy: Dewis parth amser
el_gr: Επιλέξτε τη ζώνη ώρας
fa: انتخاب منطقه‌ی زمانی
it_it: Scegli il fuso orario
ko: 표준 시간대를 선택하세요
pa: ਸਮਾਂ ਖੇਤਰ ਚੁਣੋ

# cloc_ib_file_deleted
source: Current alarm tone deleted
ar: تم حذف نغمة المنبه الحالية
be_by: Бягучы сігнал будзільніка выдалены
bg_bg: Текущият звън за алармата бе изтрит
cy: Dileuwyd y tôn larwm presennol
el_gr: Ο ήχος ειδοποίησης διαγράφτηκε
fa: نواخت زنگ کنونی حذف شد
it_it: Tono allarme attuale eliminato
ko: 현재 알람음이 삭제 되었습니다
pa: ਮੌਜੂਦਾ ਅਲਾਰਮ ਟੋਨ ਹਟਾਈ

# cloc_ib_world_clock_same
source: City already added
ar: البلدة مضافه سابقا
be_by: Горад ўжо даданы
bg_bg: Градът вече е добавен
cy: Dinas eisoes wedi ei ychwanegu
el_gr: Η πόλη ήδη προστέθηκε
fa: شهر قبلا افزوده شده است
it_it: Città già aggiunta
ko: 도시가 이미 추가되었습니다
pa: ਸ਼ਹਿਰ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਹੈ

# cloc_me_menu_settings_regional
source: Regional settings
ar: إعادادت المنطقة
be_by: Рэгіянальныя налады
bg_bg: Регионални настройки
cy: Gosodiadau rhanbarthol
el_gr: Τοπικές ρυθμίσεις
fa: تنظیمات منطقه‌ای
it_it: Impostazioni locali
ko: 지역 설정
pa: ਖੇਤਰੀ ਸੈਟਿੰਗ

# cloc_me_new_world_clock
source: New World clock
ar: توقيت عالمي جديد
be_by: Новы World Watch
bg_bg: Нов световен часовник
cy: Cloc byd newydd
el_gr: Νέο παγκόσμιο ρολόι
fa: زمان جهانی جدید
it_it: Nuovo orologio internazionale
ko: 새로운 세계 시계
pa: ਨਵੀਂ ਸੰਸਾਰ ਘੜੀ

# cloc_ni_unable_to_perform
source: Unable to perform operation. Try again.
ar: غير قابل على تنفيذ العملية. حاول مره أخرى.
be_by: Немагчыма выканаць аперацыю. Паспрабуйце яшчэ раз.
bg_bg: Операцията не може да бъде извършена. Опитайте отново.
cy: Methu cyflawni'r gweithred. Ceisiwch eto.
el_gr: Αδυναμία εκτέλεσης της λειτουργίας. Προσπαθήστε ξανά.
fa: قادر به انجام عملیات نیست. دوباره سعی کنید.
it_it: Impossibile eseguire l'operazione. Riprovare.
ko: 작업을 수행할 수 없습니다. 다시 시도해주세요.
pa: ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਅਸਮਰੱਥ। ਬਾਅਦ 'ਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

# cloc_notify_alarm_set
source: Time left until alarm %s
ar: الوقت الباقي لتنبيه %s
be_by: Да сігнала засталося %s
bg_bg: До алармата остава %s
cy: Amser hyd at y larwm: %s
el_gr: Χρόνος που απομένει μέχρι την ειδοποίηση %s
fa: %s زمان باقی مانده تا هشدار
it_it: Tempo residuo prima dell'allarme: %s
ko: 알람까지 울릴 때까지 남은 시간은 %s 입니다
pa: ਅਲਾਰਮ %s ਲਈ ਬਾਕੀ ਰਹਿੰਦਾ ਸਮਾਂ

# cloc_notify_alarm_set_days
source: Time left until alarm about %s
ar: الوقت الباقي لتنبيه %s
be_by: Да сігнала засталося каля %s
bg_bg: До алармата остава около %s
cy: Amser hyd at y larwm: tua %s
el_gr: Μέρες που απομένουν μέχρι την ειδοποίηση %s
fa: %s زمان باقی مانده تا هشدار در حدود
it_it: Tempo residuo prima dell'allarme: circa %s
ko: 알람까지 울릴 때까지 남은 시간은 %s 입니다
pa: ਅਲਾਰਮ ਲਈ %s ਸਮਾਂ ਬਾਕੀ

# cloc_ti_alarm_notification_title
source: Alarm
ar: المنبه
be_by: Сігнал
bg_bg: Аларма
cy: Larwm
el_gr: Ειδοποίηση
fa: هشدار
it_it: Allarme
ko: 알람
pa: ਅਲਾਰਮ

# cloc_ti_alarm_tone
source: Choose alarm tone
ar: أختر نغمة المنبه
be_by: Абярыце сігнал будзільніка
bg_bg: Изберете звън за алармата
cy: Dewis tôn larwm
el_gr: Επιλέξτε τον ήχο ειδοποίησης
fa: انتخاب آهنگ هشدار
it_it: Scegli un tono per l'allarme
ko: 알람음을 선택하세요
pa: ਅਲਾਰਮ ਟੋਨ ਚੁਣੋ

# cloc_ti_alarms
source: Alarms
ar: المنبه
be_by: Сігналы
bg_bg: Аларми
cy: Larymau
el_gr: Ειδοποιήσεις
fa: هشدارها
it_it: Allarme
ko: 알람
pa: ਅਲਾਰਮ

# cloc_ti_edit_alarm_title
source: Edit alarm
ar: تعديل المنبه
be_by: Рэдагаваць сігнал
bg_bg: Редактиране на аларма
cy: Golygu larwm
el_gr: Επεξεργασία ειδοποίησης
fa: ویرایش هشدار
it_it: Modifica l'allarme
ko: 알람 수정
pa: ਅਲਾਰਮ ਸੋਧ

# cloc_ti_next
source: Next
ar: التالى
be_by: Наступны
bg_bg: Следваща
cy: Nesaf
el_gr: Επόμενο
fa: بعدی
it_it: Prossimo
ko: 다음
pa: ਅੱਗੇ

# cloc_ti_open_sound_clip
source: Add alarm tone
ar: أضافة نغمة منبه
be_by: Дадаць сігнал будзільніка
bg_bg: Добавяне на звън за алармата
cy: Ychwanegu tôn larwm
el_gr: Προσθήκη ήχου ειδοποίησης
fa: افزودن نواخت هشدار
it_it: Aggiungi un nuovo tono per l'allarme
ko: 알람음 추가
pa: ਅਲਾਰਮ ਟੋਨ ਸ਼ਾਮਲ

# cloc_ti_search_city_title
source: Search city
ar: البحث عن المدينة
be_by: Шукаць горад
bg_bg: Търсене на град
cy: Chwilio am ddinas
el_gr: Αναζήτηση πόλης
fa: جستجوی شهر
it_it: Cerca una città
ko: 도시 찾기
pa: ਸ਼ਹਿਰ ਲੱਭੋ

# cloc_ti_start_day
source: on %s
ar: مفعل %s
be_by: На %s
bg_bg: на %s
cy: ar %s
el_gr: Την %s
fa: %s در
it_it: %s
pa: %s ਚਾਲੂ

# cloc_ti_start_gmt
source: Currently %s
ar: الحالى %s
be_by: Падчас %s
bg_bg: В момента е %s
cy: %s ar hyn o bryd
el_gr: Τρέχων %s
fa: %s در حال حاضر
it_it: Fuso orario %s
ko: 현재 시간대 %s
pa: %s ਮੌਜੂਦਾ

# cloc_ti_start_no
source: (no alarms)
ar: (لايوجد منبهات)
be_by: (няма сігналаў)
bg_bg: (няма аларми)
cy: (dim larwm)
el_gr: (καμία ειδοποίηση)
fa: (هشداری وجود ندارد)
it_it: (nessun allarme)
ko: (알람 없음)
pa: (ਅਲਾਰਮ ਨਹੀਂ)

# cloc_ti_start_tomorrow
source: Tomorrow
ar: غدا
be_by: Заўтра
bg_bg: Утре
cy: Yfory
el_gr: Αύριο
fa: روز بعد
it_it: Domani
ko: 내일
pa: ਭਲਕੇ

# cloc_ti_world_clock_details
source: World clock details
ar: تفاصيل التوقيت العالمي
be_by: Дэталі World Watch
bg_bg: Подробности за световния часовник
cy: Manylion cloc byd
el_gr: Λεπτομέρειες Παγκόσμιου ρολογιού
fa: جزئیات ساعت جهانی
it_it: Dettagli orologio internazionale
ko: 세계 시계 정보
pa: ਸੰਸਾਰ ਘੜੀ ਵੇਰਵਾ

# cloc_ti_world_clocks
source: World clocks
ar: التوقيت العالمي
be_by: World Watch
bg_bg: Световни часовници
cy: Clociau byd
el_gr: Παγκόσμια ρολόγια
fa: ساعت جهانی
it_it: Orologi internaz.
ko: 세계 시계
pa: ਸੰਸਾਰ ਘੜੀ

# cloc_va_amount_day
source: %d day
ar: %d يوم
be_by: %d дзень
bg_bg: %d ден
cy: %d diwrnod
el_gr: %d ημέρα
it_it: %d giorno
ko: %d일
pa: %d ਅੱਜ

# cloc_va_amount_hour
source: %+d hour
ar: %+d ساعة
be_by: %+d гадзіна
bg_bg: %+d час
cy: %+d awr
el_gr: %+d ώρα
it_it: %+d ora
ko: %+d시간
pa: %+d ਘੰਟਾ

# cloc_va_amount_hour2
source: %s and %d hour
ar: %s و %d ساعة
be_by: %s і %d гадзіна
bg_bg: %s и %d час
cy: %s a %d awr
el_gr: %s και %d ώρα
it_it: %s e %d ora
ko: %s일하고 %d시간
pa: %s ਅਤੇ %d ਘੰਟਾ

# cloc_va_diff_hours_mins
source: %s %d minutes
ar: %s %d دقيقة
be_by: %s %d хвіліны
bg_bg: %s %d минути
cy: %s %d munud
el_gr: %s %d λεπτά
fa: %s %d دقیقه
it_it: %s %d minuti
ko: %s %d분
pa: %s %d ਮਿੰਟ

# cloc_va_everyday
source: Every day
ar: كل يوم
be_by: Кожны дзень
bg_bg: Всеки ден
cy: Pob dydd
el_gr: Κάθε μέρα
fa: هر روز
it_it: Ogni giorno
ko: 매일
pa: ਹਰ ਰੋਜ਼

# cloc_va_never
source: Never
ar: أبدا
be_by: Ніколі
bg_bg: Никога
cy: Byth
el_gr: Ποτέ
fa: هیچ وقت
it_it: Mai
ko: 사용 안함
pa: ਕਦੇ ਨਹੀਂ

# cloc_va_placeholder_title
source: Title
ar: العنوان
be_by: Назва
bg_bg: Заглавие
cy: Teitl
el_gr: Όνομα
fa: عنوان
it_it: Titolo
ko: 제목
pa: ਟਾਈਟਲ

# cloc_va_select_object_no_sound_clips
source: (no files)
ar: (لايوجد ملفات)
be_by: (няма файлаў)
bg_bg: (няма файлове)
cy: (dim ffeiliau)
el_gr: (δεν υπάρχουν αρχεία)
fa: (هیچ فایلی نیست)
it_it: (nessun file)
ko: (파일 없음)
pa: (ਫਾਇਲਾਂ ਨਹੀਂ)

# clock_error_unabletoplay
source: Unable to play selected alarm tone
ar: غير قادر على تشغيل نغمة التنبية
be_by: Немагчыма прайграць абраны сігнал будзільніка
bg_bg: Избраният звън не може да бъде просвирен
cy: Methu chwarae'r tôn larwm a ddewiswyd
el_gr: Αδυναμία αναπαραγωγής επιλεγμένου ήχου ειδοποίησης
fa: زنگ انتخابی هشدار قابل اجرا نیست.
it_it: Impossibile riprodurre la suoneria selezionata
ko: 선택한 알람음을 재생할 수 없습니다
pa: ਚੁਣੀ ਅਲਾਰਮ ਟੋਨ ਚਲਾਉਣ ਲਈ ਅਸਮਰੱਥ

# clock_ti_new_alarm
source: New alarm
ar: منبه جديد
be_by: Новы сігнал
bg_bg: Нова аларма
cy: Larwm newydd
el_gr: Νέα ειδοποίηση
fa: هشدار جدید
it_it: Nuovo allarme
ko: 새로운 알람
pa: ਨਵਾਂ ਅਲਾਰਮ

# cpal_fi_pr_device_language
source: Device language
ar: لغة الجهاز
be_by: Мова дэвайса
bg_bg: Език за устройството
cy: Iaith dyfais
el_gr: Γλώσσα συσκευής
fa: زبان دستگاه
it_it: Lingua
ko: 장치 언어
pa: ਜੰਤਰ ਭਾਸ਼ਾ

# cpal_fi_pr_info_date_format
source: Date format
ar: صيغة التاريخ
be_by: Фармат даты
bg_bg: Формат на датата
cy: Fformat dyddiad
el_gr: Μορφή ημερομηνίας
fa: قالب تاریخ
it_it: Formato data
ko: 날짜 형식
pa: ਮਿਤੀ ਫਾਰਮੈਟ

# cpal_fi_pr_info_decimal_point
source: Decimal separator
ar: فاصل التاريخ
be_by: Дзесятковы падзельнік
bg_bg: Десетичен разделител
cy: Pwynt degol
el_gr: Διαχωριστής δεκαδικών
fa: جداکننده تاریخ
it_it: Separatore decimale
ko: 소숫점 표기
pa: ਦਸ਼ਮਲਵ ਵੱਖਰੇਵਾਂ

# cpal_fi_pr_info_thousands_separator
source: Thousands separator
ar: فاصل الوقت
be_by: Тысячы падзельнік
bg_bg: Разделител за хилядите
cy: Gwahanydd miloedd
el_gr: Διαχωριστής χιλιάδων
fa: جداکننده ی زمان
it_it: Separatore migliaia
ko: 천단위 표기
pa: ਹਜ਼ਾਰ ਵੱਖਰੇਵਾਂ

# cpal_fi_pr_your_region
source: Regional settings
ar: إعدادات المنطقة
be_by: Рэгіянальныя налады
bg_bg: Регионални настройки
cy: Gosodiadau rhanbarthol
el_gr: Τοπικές ρυθμίσεις
fa: تنظیمات منطقه ای
it_it: Impostazioni locali
ko: 지역 설정
pa: ਖੇਤਰੀ ਸੈਟਿੰਗ

# cpal_nc_changing_language
source: All applications will be closed and device will restart. Continue anyway?
ar: سوف يتم أغلاق جميع البرامج ويتم إعادة تشغيل الجهاز. الأستمرار على أي حال؟
be_by: Усе прыкладанні будуць зачыненыя а дэвайс будзе перазапушчаны. Працягнуць?
bg_bg: Всички приложения ще бъдат затворени и устройството ще бъде рестартирано. Желаете ли да продължите?
cy: Caiff pob rhaglen ei gau a bydd y dyfais yn ailgychwyn. Parhau fodd bynnag?
el_gr: Όλες οι εφαρμογές θα κλείσουν και η συσκευή θα κάνει επανεκκίνηση. Συνέχεια;
fa: تمام برنامه‌ها بسته خواهند شد و دستگاه ری استارت خواهد شد. در هر حال ادامه می‌دهید?
it_it: Tutte le applicazioni verranno chiuse e il dispositivo riavviato. Continuare?
ko: 모든 어플리케이션이 중지되고 장치가 재시작 됩니다. 계속하시겠습니까?
pa: ਸਭ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਬੰਦ ਕਰਕੇ ਜੰਤਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

# cpal_ti_language_and_regional_title
source: Language & region
ar: اللغة & المنطقة
be_by: Мова і рэгіён
bg_bg: Език и регион
cy: Iaith a rhanbarth
el_gr: Γλώσσα και περιοχή
fa: زبان و منطقه
it_it: Lingua e area
ko: 언어 및 지역
pa: ਭਾਸ਼ਾ ਅਤੇ ਖੇਤਰ

# dati_ap_application_title
source: Date and time
ar: التاريخ والوقت
be_by: Дата і час
bg_bg: Дата и час
cy: Dyddiad ac amser
el_gr: Ημερομηνία και ώρα
fa: تاریخ و زمان
it_it: Data e ora
ko: 날짜 및 시간
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ

# dati_fi_24_clock
source: 24-hr clock
ar: 24 ساعة
be_by: 24-гадзінны
bg_bg: 24-часов
cy: Cloc 24 awr
el_gr: 24ωρο ρολόι
fa: 24 ساعته
it_it: Orologio 24 ore
ko: 24시간제
pa: ੨੪-ਘੰਟੇ ਘੜੀ

# dati_fi_alarm_tone
source: Alarm tone
ar: نغمة المنبه
be_by: Сігнал будзільніка
bg_bg: Звън за алармата
cy: Tôn larwm
el_gr: Ήχος ειδοποίησης
fa: نواخت هشدار
it_it: Tono allarme
ko: 알람음
pa: ਅਲਾਰਮ ਟੋਨ

# dati_fi_pr_date
source: Date
ar: التاريخ
be_by: Дата
bg_bg: Дата
cy: Dyddiad
el_gr: Ημερομηνία
fa: تاریخ
it_it: Data
ko: 날짜
pa: ਮਿਤੀ

# dati_fi_pr_time
source: Time
ar: الوقت
be_by: Час
bg_bg: Час
cy: Amser
el_gr: Ώρα
fa: زمان
it_it: Ora
ko: 시간
pa: ਸਮਾਂ

# dati_fi_snooze_time
source: Snooze time
ar: مدة الغفوة
be_by: Час адкладвання
bg_bg: Време на отлагане
cy: Amser cysgu
el_gr: Χρόνος αναβολής
fa: زمان وقفه
it_it: Ripeti ogni
ko: 스누즈 시간
pa: ਟਾਲਣ ਸਮਾਂ

# dati_fi_time_synchronization
source: Update automatically
ar: تحديث تلقائي
be_by: Абнаўляць аўтаматычна
bg_bg: Автоматично обновяване
cy: Diweddaru'n ddiofyn
el_gr: Αυτόματη ενημέρωση
fa: بروزرسانی به صورت خودکار
it_it: Aggiorna automaticamente
ko: 자동으로 업데이트
pa: ਆਟੋਮੈਟਿਕ ਅੱਪਡੇਟ ਕਰੋ

# dati_ia_adjust_date_and_time
source: Adjust date and time
ar: ضبط التاريخ والوقت
be_by: Налада даты і часу
bg_bg: Настройка на датата и часа
cy: Golygu dyddiad ac amser
el_gr: Προσαρμογή ημερομηνίας και ώρας
fa: تنظیم تاریخ و ساعت
it_it: Regola la data e l'ora
ko: 날짜 및 시간 조정
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਠੀਕ ਕਰੋ

# dati_ia_pr_timezone
source: Time zone
ar: توقيت المنطقة
be_by: Часавы пояс
bg_bg: Часова зона
cy: Parth amser
el_gr: Ζώνη ώρας
fa: منطقه زمانی
it_it: Fuso orario
ko: 표준 시간대
pa: ਸਮਾਂ ਖੇਤਰ

# dati_ti_menu_plugin
source: Clock & Alarms
ar: المنبه والساعة
be_by: Гадзіннік і сігналы
bg_bg: Часовник и аларми
cy: Cloc a Larymau
el_gr: Ρολόι και ειδοποιήσεις
fa: ساعت و هشدار‌ها
it_it: Orologio e allarme
ko: 시계 및 알람
pa: ਘੜੀ ਅਤੇ ਅਲਾਰਮ

# dati_va_snooze_10
source: 10 minutes
ar: 10 دقائق
be_by: 10 хвілін
bg_bg: 10 минути
cy: 10 munud
el_gr: 10 λεπτά
fa: ده دقیقه
it_it: 10 minuti
ko: 10 분
pa: ੧੦ ਮਿੰਟ

# dati_va_snooze_15
source: 15 minutes
ar: 15 دقيقة
be_by: 15 хвілін
bg_bg: 15 минути
cy: 15 munud
el_gr: 15 λεπτά
fa: پانزده دقیقه
it_it: 15 minuti
ko: 15 분
pa: ੧੫ ਮਿੰਟ

# dati_va_snooze_5
source: 5 minutes
ar: 5 دقائق
be_by: 5 хвілін
bg_bg: 5 минути
cy: 5 munud
el_gr: 5 λεπτά
fa: پنج دقیقه
it_it: 5 minuti
ko: 5 분
pa: ੫ ਮਿੰਟ
